Revit 2027 API
ParameterTypeId.CurtaingridBeltVert Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltVert { get; }
Public Shared ReadOnly Property CurtaingridBeltVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltVert {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace